var section = ["CJGJZK", "DFZK", "HQZZ", "ZKS"];

var money_data = {
    zks_comon: {
        'award': '35元/版',
        'priceType': 1,
        'award_priceType': 2,
    },
    zks: [{
            'name': '论坛',
            '1': '150元/千字',
            '2': '150元/千字'
        },
        {
            'name': '专题',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '特别报道',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '热点观察',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '时评',
            '1': '150元/千字',
            '2': '150元/千字'
        },
        {
            'name': '高层决策背',
            '1': '100元/千字',
            '2': '100元/千字'
        },
        {
            'name': '国情国策',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '政要访谈',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '城市周评',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '政要访谈',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '政治',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '财经',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '人物',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '国际',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '国际评论',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '文化',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '社会',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '健康',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '教育',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '军事',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '视野',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '时事聚焦',
            '1': '60元/千字',
            '2': '60元/千字'
        },
        {
            'name': '反馈',
            '1': '60元/千字',
            '2': '60元/千字'
        },
        {
            'name': '焦点人物',
            '1': '60元/千字',
            '2': '60元/千字'
        },
        {
            'name': '一周网谈',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '笔锋',
            '1': '80元/千字',
            '2': '100元/千字'
        },
        {
            'name': '漫画杂感',
            '1': '100元/千字',
            '2': '100元/千字'
        },
    ],
    cjgjzk_lwzk: {
        '1': {
            priceType: '3',
            '4': '500元/篇',
        },
        '2': {
            priceType: '3',
            '6': '800元/篇',
            '7': '500元/篇',
        },
        '3': {
            priceType: '3',
            '1': '2000元/篇',
            '2': '800元/篇',
            '5': '2000元/篇',
        },
        '4': {
            priceType: '3',
            '4': '600元/篇',
        },
        '5': {
            priceType: '1',
            '1': '800元/千字',
            '2': '500元/千字',

        },
        '6': {
            priceType: '3',
            '1': '500元/篇',
            '2': '300元/篇',

        },
        '7': {
            priceType: '3',
            '1': '200元/篇',
            '2': '100元/篇',
        }
    },
    yb: [{
            type: '1',
            name: ' 自采',
            data: [{
                type: '1',
                name: '研究院',
                priceType: '3',
                data: [{ type: '1', name: '一类稿', money: '5000元／篇' }, { type: '2', name: '二类稿', money: '1000元／篇' }]


            }, {
                type: '2',
                name: '记者',
                priceType: '3',
                data: [{ type: '1', name: '一类稿', money: '5000元／篇' }, { type: '2', name: '二类稿', money: '1000元／篇' }]
            }, {
                type: '3',
                name: '助理研究员',
                priceType: '3',
                data: [{ type: '1', name: '一类稿', money: '5000元／篇' }, { type: '2', name: '二类稿', money: '1000元／篇' }]
            }],
        },
        {
            type: '2',
            name: ' 约稿',
            data: [{
                type: '4',
                name: '无',
                priceType: '3',
                data: [{ type: '1', name: '一类稿', money: '4000元／篇' }, { type: '2', name: '二类稿', money: '1000元／篇' }]
            }],

        }
    ],
    dfzk: {
        '11': {
            priceType: '1',
            '1': '400元/千字',
            '2': '300元/千字',
            '3': '200元/千字',
        },
        '12': {
            priceType: '3',
            '1': '300元/篇',
            '2': '200元/篇',

        },
        '13': {
            priceType: '3',
            '1': '200元/篇',
            '2': '100元/篇',
        },
        '14': {
            priceType: '3',
            '1': '200元/篇',
            '2': '100元/篇',
        }

    },
    hqzz: {
        '8': {
            priceType: '2',
            '8': '25元/版元6',
            '9': '25元/版元1',
        },
        '9': {
            priceType: '4',
            '10': '25元/条元6',
            '9': '25元/条元1',
        },
        '10': {
            priceType: '4',
            '11': '25元/条元1',
            '12': '25元/条元0.1',
        }
    }

}